export const slidesData = [
    {
        title: "케이프사자",
        subtitle: "아프리카 남부에서 서식하는 사자로 남아프리카사자(P. l. melanochaita)의 개체군 중 하나다.",
        text: "야생에서의 임신기간은 평균 103일이며, 한 배에 2~6마리의 새끼를 낳는다. 바바리사자처럼 번식기 이외에는 단독 생활을 한다. 수명은 15년이며, 몸길이는 2.2~3.3m였고 몸무게는 250~350kg 정도 나갔다고 한다. 서식지는 남아프리카 공화국 및 우간다, 케냐, 소말리아 등이며, 현재는 바바리사자보다 개체수가 많은 편.",
        src: "./images/lion01.jpg", alt: "Image 1", id: 1
    },
    {
        title: "아시아사자",
        subtitle: "아시아사자(Panthera leo persica)는 사자의 아종이다. 인도사자라고도 한다.",
        text: "캅카스에서 예멘, 마케도니아 왕국에서 이란, 이라크, 터키, 인도를 거쳐 파키스탄, 방글라데시의 일부까지 분포했으나, 현재는 인도 서부 구자라트 주의 기르 숲 국립공원에 불과 350 마리(2005년 8월 기준)만이 야생으로 살고 있다. 그러나 이들의 개체수의 안정적인 증가와 유전적 다양성을 유지하기 위해 마디아 프라데시 주에 있는 쿠노 야생동물 보호구역에 재도입하는 계획이 구상중이라 한다.",
        src: "./images/lion02.jpg", alt: "Image 2", id: 2
    },
    {
        title: "콩고사자",
        subtitle: "북아프리카사자(P. l. leo) 중 콩고에 서식하는 사자 개체군으로 북동부콩고사자라 불리기도 한다.",
        text: "고릴라와 서식지가 겹치는 유일한 사자지만, 둘의 관계는 알려진 바가 없다. 만나도 사자가 굶주리지 않는한 서로 피할 가능성이 높다. 2016년 유전자 검사 진행 결과 바바리사자, 세네갈사자, 아시아사자와 함께 P. l. leo 학명으로 합쳐지게 되었다.",
        src: "./images/lion03.jpg", alt: "Image 3", id: 3
    },
    {
        title: "유럽사자",
        subtitle: "유럽사자는 일반적으로 아시아사자와 같은 종으로 추정된다.",
        text: "기원전 20년경에는 이탈리아에서 멸종했으며 기원후 1년경에는 서유럽에서 멸종했다.",
        src: "./images/lion04.jpg", alt: "Image 4", id: 4
    },
    {
        title: "서남아프리카사자",
        subtitle: "북아프리카사자의 개체군",
        text: "수컷 기준 몸길이가 270cm ~ 290cm 정도며, 갈기는 붉은 기운이 있는 황색이며 다른 사자에 비해 색이 옅은 편이다. 얼룩말, 영양, 혹멧돼지, 강멧돼지 등을 잡아먹는다. 2014년 서아프리카의 17개국을 기준으로 개체수를 조사해본 결과 400여마리 정도만 남아있다고 BBC가 전했다. 이 중에 번식이 가능한 암컷은 250마리도 안 남았다고 전해졌다.",
        src: "./images/lion05.jpg", alt: "Image 5", id: 5
    },
    {
        title: "모스바흐사자",
        subtitle: "70만년 전부터 30만년 전 플라이스토세 시기의 유라시아에서 생존했으며 현재는 멸종한 표범속의 동물.",
        text: "화석은 유럽 곳곳에서 발견되었으나 대부분 온전하지는 않은 것으로 알려져있다. 모스바흐사자라는 이름은 화석의 출토지 중 하나인 독일 바덴뷔르템베르크주의 도시, 모스바흐(Mosbach)에서 따온 것이지만 자주 사용되지는 않는 이름이며, 대중적으로도 학명인 판테라 레오 포실리스 가 더 자주 사용된다.",
        src: "./images/lion06.jpg", alt: "Image 6", id: 6
    },
    {
        title: "스리랑카사자",
        subtitle: "37000년 전 스리랑카에 서식했던 지금은 멸종된 사자의 아종으로 추정되는 동물이다.",
        text: "1939년 쿠르위타에서 최초로 화석이 발견되었으며 이 어금니는 다른 사자들보다 조금 더 긴 형태라고 한다.[2] 그러나 현재 이 표본은 양도 매우 부족하며 연구가 미비한 상황이라 더 자세한 것을 알기는 힘들다. 거기에 발견하고 명명한 학자 본인도 무슨 근거로 이런 학명을 부여했는지 자세히 설명하지 않아서 더욱 미스터리다. 따라서 학자가 해당 화석을 스리랑카표범과 같은 다른 동물의 것을 착각한 것일 가능성을 배제할 수 없다는 것이다.",
        src: "./images/lion07.jpg", alt: "Image 7", id: 7
    },
    {
        title: "바버리 사자",
        subtitle: "북아프리카사자(P. l. leo)의 개체군 중 하나",
        text: "북아프리카사자(P. l. leo)의 개체군 중 하나이며, 본래 사자(P. leo)의 원명아종이다. 보통 사자는 사하라 이남 아프리카의 사바나에 사는 걸로 알려져 있지만, 사실은 고대에는 북아프리카에서도 사자가 많이 살았었다. 바바리(바르바리) 지역 내에서 또 서식지에 따라 아틀라스사자, 누비아사자, 이집트사자라고 불리기도 했다.",
        src: "./images/lion08.jpg", alt: "Image 8", id: 8
    },
    {
        title: "멋쟁이사자",
        subtitle: "걍 얘가 제일쌤 앞에 사자들이 떼로 덤벼도 못이김 아무튼 못이김 진짜 못이김",
        text: "주현님의 손끝에서 나온 사자이며 10000 대 1로 붙어도 이긴다는 전설의 레전드 킹왕짱 사자, 이세상 어떤 생물보다 강력하며 코딩을 잘한다고함. 아무튼 ㅇㅇ",
        src: "./images/lion09.jpg", alt: "Image 9", id: 9
    },
]